tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/cask-fonts"
cask_args appdir: "/Applications"

brew "nvm"
brew "git"
brew "yarn"
brew "wget"

# Apps
# -- Security
cask "1password"
cask "1password-cli"
# -- Browsers
cask "firefox"
cask "google-chrome"
# -- Work
cask "visual-studio-code"
cask "hyper"
cask "alfred"
cask "dash"
cask "font-fira-code"
cask "notion"
cask "slack"
# -- Other
cask "spotify"
cask "telegram"
