tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/cask-fonts"
cask_args appdir: "/Applications"

# Libs
brew "wget"
brew "zlib"

# Tools
brew "asdf"
brew "git"
brew "yarn"
brew "http-server"
brew "sqlite"
brew "redis"
brew "postgres"

# Languages
brew "deno"
brew "go"

# Apps
# -- Security
cask "1password"
cask "1password-cli"
# -- Browsers
cask "brave-browser"
# -- Work
cask "visual-studio-code"
cask "hyper"
cask "alfred"
cask "figma"
cask "dash@5"
cask "font-fira-code"
cask "notion"
cask "slack"
cask "skyfonts"
# -- Other
cask "spotify"
cask "telegram"
cask "signal"
cask "webtorrent"
cask "discord"
