2gua.rainbow-brackets
aaron-bond.better-comments
alefragnani.Bookmarks
andys8.jest-snippets
attilabuti.vscode-mjml
be5invis.vscode-custom-css
bierner.markdown-preview-github-styles
bradlc.vscode-tailwindcss
christian-kohler.npm-intellisense
dbaeumer.vscode-eslint
donjayamanne.githistory
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-close-tag
GitHub.vscode-pull-request-github
johnpapa.vscode-peacock
macieklad.tailwind-sass-syntax
mariusschulz.yarn-lock-syntax
ms-vsliveshare.vsliveshare
octref.vetur
PKief.material-icon-theme
pnp.polacode
robinbentley.sass-indented
sdras.night-owl
sdras.vue-vscode-snippets
xabikos.JavaScriptSnippets
